tap "ktr0731/evans"
cask_args appdir: "/Applications"

brew "coreutils"
brew "findutils"
brew "gnu-sed"
brew "gnu-tar"
brew "gnutls"
brew "gnu-indent"
brew "gnu-getopt"
brew "grep"
brew "git"
brew "ghq"
#brew "kubernetes-cli"
brew "kubectx"
brew "fzf"
brew "bat"
brew "curl", link: true
brew "wget"
brew "jq"
brew "yq"
brew "mas"
brew "ripgrep"
brew "git-delta"
brew "deno"
brew "gh"
brew "gpg"
brew "mise"
brew "ko"
brew "act"
# brew "protoc"
brew "tree"
brew "clang-format"
#brew "neovim"
brew "tree-sitter"
brew "k9s"
brew "istioctl"
brew "k6"
brew "fd"
brew "translate-shell"
brew "ktr0731/evans/evans"
# brew "bazel"
# brew "bazelisk"
brew "awscli"
brew "kustomize"
brew "neofetch"
brew "tailscale"
brew "cue"
brew "sheldon"
brew "hyperfine"
brew "skaffold"
brew "oven-sh/bun/bun"

cask "google-cloud-sdk"
cask "1password"
cask "1password-cli"
cask "discord"
cask "slack"
cask "docker"
cask "google-chrome"
cask "google-japanese-ime"
cask "visual-studio-code"
cask "spotify"
cask "clipy"
cask "raycast"
cask "zoom"
cask "sequel-ace"
cask "wireshark"
cask "wezterm"
cask "notion"
cask "notion-calendar"
cask "spectacle"
cask "karabiner-elements"
cask "google-drive"
cask "arc"
cask "postman"

cask "font-hack-nerd-font"

mas "RunCat", id: 1429033973
mas "LINE", id: 539883307
# mas "Xcode", id: 497799835
# mas "Kindle", id: 405399194
mas "tailscale", id: 1475387142
