tap 'homebrew/cask'
tap 'homebrew/core'
tap "homebrew/cask-fonts"
tap "ktr0731/evans"
cask_args appdir: "/Applications"

brew "coreutils"
brew "findutils"
brew "gnu-sed"
brew "gnu-tar"
brew "gawk"
brew "gnutls"
brew "gnu-indent"
brew "gnu-getopt"
brew "grep"
brew "git"
brew "ghq"
#brew "kubernetes-cli"
brew "kubectx"
brew "fzf"
brew "bat"
brew "curl", link: true
brew "wget"
brew "jq"
brew "yq"
brew "gawk"
brew "mas"
brew "ripgrep"
brew "git-delta"
brew "firebase-cli"
brew "go"
brew "deno"
brew "gh"
brew "gpg"
brew "asdf"
brew "ko"
brew "act"
# brew "protoc"
brew "tree"
brew "clang-format"
brew "neovim"
brew "tree-sitter"
brew "navi"
brew "k9s"
brew "istioctl"
brew "k6"
brew "fd"
brew "translate-shell"
brew "ktr0731/evans/evans"
# brew "bazel"
brew "bazelisk"
brew "awscli"
brew "kustomize"

cask "google-cloud-sdk"
cask "1password"
cask "1password-cli"
cask "discord"
cask "slack"
cask "docker"
# cask "google-chrome"
cask "google-japanese-ime"
cask "visual-studio-code"
cask "spotify"
cask "clipy"
cask "raycast"
cask "zoom"
cask "miro"
cask "sequel-ace"
cask "figma"
cask "wireshark"
cask "wezterm"
cask "flutter"
cask "notion"
cask "spectacle"
cask "karabiner-elements"
cask "google-drive"

cask "font-hack-nerd-font"

mas "RunCat", id: 1429033973
mas "LINE", id: 539883307
# mas "Xcode", id: 497799835
mas "meetingbar", id: 1532419400
# mas "Kindle", id: 405399194
