tap 'homebrew/cask'
tap 'homebrew/core'
tap "homebrew/cask-fonts"
tap "bufbuild/buf"
cask_args appdir: "/Applications"

brew "coreutils"
brew "vim"
brew "git"
brew "ghq"
brew "kubernetes-cli"
brew "kubectx"
brew "fzf"
brew "tfenv"
brew "bat"
brew "curl", link: true
brew "wget"
brew "jq"
brew "gawk"
brew "mas"
brew "ripgrep"
brew "git-delta"
brew "firebase-cli"
brew "go"
brew "deno"
brew "gh"
brew "gpg"
brew "asdf"
brew "ko"
brew "act"
brew "buf"

cask "google-cloud-sdk"
cask "1password"
cask "discord"
cask "slack"
cask "docker"
cask "google-chrome"
cask "google-japanese-ime"
cask "visual-studio-code"
cask "spotify"
cask "iterm2"
cask "clipy"
cask "raycast"
cask "zoom"

cask "font-hack-nerd-font"

mas "RunCat", id: 1429033973
